/* 距离本站还有%@站 */
"%@ stops away from here." = "距离本站还有%@站";

/* “附近站点”功能需要使用您的当前位置来发现附近的公交站点。 */
"\"Nearby\" feature needs your location to discover nearby bus stops." = "“附近站点”功能需要使用您的当前位置来发现附近的公交站点。";

/* 关于本程序 */
"About" = "关于本程序";

/* 致谢 */
"Acknowledgements" = "致谢";

/* 加入收藏 */
"Add to Favorites" = "加入收藏";

/* 所有公交站 */
"All stops" = "所有公交站";

/* %1$@次公交于%3$@到达，离您还有%2$d站 */
"Bus #%1$@ was %2$d stops to your place at %3$@" = "%1$@次公交于%3$@到达，离您还有%2$d站";

/* 途径该站的公交线路暂未被系统收录。 */
"Bus lines pass the bus stop is not included in the system yet." = "途径该站的公交线路暂未被系统收录。";

/* 路线名或首字母缩写 */
"Bus Name, Pinyin Abbrivation" = "路线名或首字母缩写";

/* 公交%1$@次班车于%2$@到达 */
"Bus: %1$@ arrived here at %2$@" = "公交%1$@次班车于%2$@到达";

/* 公交查询 */
"Buses" = "公交路线";

/* 在途的公交车 */
"Buses on the way" = "在途的公交车";

/* 公交%1$@次班车于%2$@到达： */
"By %2$@, bus: %1$@ arrived at: " = "公交%1$@次班车于%2$@到达：";

/* 取消 */
"Cancel" = "取消";

/* 版权协议 */
"Copyright" = "版权协议";

/* 数据库版本 */
"DB Version" = "数据库版本";

/* 免责声明 */
"Disclaimer" = "免责声明";

/* 完成 */
"Done" = "完成";

/* 编辑 */
"Edit" = "编辑";

/* 收藏夹 */
"Favorites" = "收藏夹";

/* 查询历史 */
"History" = "查询历史";

/* 提示 */
"Info" = "提示";

/* 定位服务不可用。可能是您没有打开定位服务。 */
"Location Service is not available. Maybe Location Services is turned off on your device." = "定位服务不可用。可能是您没有打开定位服务。";

/* 附近站点 */
"Nearby" = "附近站点";

/* 网络连接失败，请重试。 */
"Network error, please retry later." = "网络连接失败，请重试。";

/* 出行提示 */
"News" = "出行提示";

/* 附近没有任何公交车站。 */
"No bus stops nearby." = "附近没有任何公交车站。";

/* 您还没有收藏任何站点 */
"No Favorites" = "您还没有收藏任何站点";

/* 您还没有任何查询记录 */
"No History" = "您还没有任何查询记录";

/* 暂未查询 */
"No result yet" = "暂未查询";

/* 确定 */
"OK" = "确定";

/* 家长控制设置不允许本程序使用定位信息。 */
"Parental Control denied the app to access your location info." = "家长控制设置不允许本程序使用定位信息。";

/* 选择您要执行的操作 */
"Please choose your action" = "选择您要执行的操作";

/* 请输入站名 */
"Please enter bus stop name" = "请输入站名";

/* 取消收藏 */
"Remove from Favorites" = "取消收藏";

/* 站名搜索 */
"Search" = "站名搜索";

/* 搜索历史 */
"Search History" = "搜索历史";

/* 公交%@运营时间 */
"Service hours for %@" = "公交%@运营时间";

/* 公交%@的运营时间不可用。 */
"Service hours for bus: %@ is not available." = "公交%@的运营时间不可用。";

/* 设置 */
"Settings" = "设置";

/* 下拉页面或摇动设备刷新班车状态。 */
"Shake your device or pull down to refresh." = "下拉页面或摇动设备刷新班车状态。";

/* 显示地图 */
"Show on map" = "显示地图";

/* 查找一个公交站 */
"Start Use" = "查找一个公交站";

/* 版本号 */
"Version" = "版本号";

/* 您没有允许程序访问您的定位信息。如果你要修改定位授权，请打开“设置”程序，并允许“无锡公交查询”访问您的定位信息。 */
"You are not allow app to access your location info. If you want to change your settings, please use \"Settings\" app and allow  app to access your location info." = "您没有允许程序访问您的定位信息。如果你要修改定位授权，请打开“设置”程序，并允许“无锡公交查询”访问您的定位信息。";

